[
  {
    "text": "Happiness is never about - Job, Degree, Relationships etc.\n\nOne day you're going to realise that happiness is about discovering, listening to your heart, having the ability to choose things that please your heart.\n\nHappiness is not just about following the footsteps of people who came before you. It's more about 'Being You.'\n\nHappiness is about being kinder to yourself.\nIt is about embracing the person that you're becoming.\n\nIt is about enjoying the path, it's not just reaching the destination.\n\nHappiness is about accepting yourself and living with yourself, this happiness is not in the hands of other people.\n\nIt is about you.\nIt was always about you.\nIt will always be about you.",
    "engagement": 0
  },
  {
    "text": "Success is not about being the best. It's about being better than you were yesterday.\n\nTake one step at a time, improve continuously, and celebrate small victories. Remember, progress is progress no matter how small.",
    "engagement": 45
  },
  {
    "text": "Leadership is not about being in charge. It's about taking care of those in your charge.\n\nBe empathetic, listen actively, and inspire others to bring their best. Great leaders build strong teams.",
    "engagement": 120
  },
  {
    "text": "Networking is not just about exchanging business cards. It's about creating meaningful connections.\n\nReach out, share ideas, and build relationships that inspire growth. Collaboration is the key to success.",
    "engagement": 89
  },
  {
    "text": "Happiness is about finding joy in the journey, not just the destination.\n\nTake a moment to appreciate where you are today. The small moments often hold the greatest meaning.",
    "engagement": 67
  },
  {
    "text": "Innovation is not about ideas. It's about making ideas happen.\n\nTake action, embrace challenges, and turn your vision into reality. The world needs your creativity.",
    "engagement": 155
  },
  {
    "text": "Consistency is more powerful than perfection.\n\nShow up every day, do your best, and keep moving forward. The results will follow with time and dedication.",
    "engagement": 73
  },
  {
    "text": "A mistake is not a failure. It's a lesson in disguise.\n\nLearn from it, grow from it, and move on stronger. Failures are stepping stones to success.",
    "engagement": 92
  },
  {
    "text": "Work-life balance is not about dividing time equally. It's about creating harmony.\n\nPrioritize what matters most to you, set boundaries, and cherish your personal time. Balance fuels productivity.",
    "engagement": 110
  },
  {
    "text": "Gratitude turns what we have into enough.\n\nTake a moment today to reflect on the things you are thankful for. A grateful heart is a magnet for joy.",
    "engagement": 85
  },
  {
    "text": "Self-care is not selfish. It's a necessity.\n\nListen to your body and mind, rest when needed, and invest in your well-being. You can't pour from an empty cup.",
    "engagement": 99
  },
  {
    "text": "Every day is a new opportunity to grow.\n\nDon’t let yesterday’s setbacks dictate today’s progress. Embrace today with a positive mindset and work towards your goals.",
    "engagement": 120
  },
  {
    "text": "Your mindset is the key to unlocking your potential.\n\nChange your thinking, and you change your world. Start with belief in yourself and watch the world change around you.",
    "engagement": 75
  },
  {
    "text": "Perseverance is the hard work you do after you get tired of doing the hard work.\n\nSuccess doesn’t come easy, but the more you push through, the closer you get to your goals.",
    "engagement": 132
  },
  {
    "text": "Dream big, start small, act now.\n\nDon’t wait for the ‘right time’ because the right time is now. Take action, no matter how small the step. Progress is progress.",
    "engagement": 110
  },
  {
    "text": "Failure is simply the opportunity to begin again, this time more intelligently.\n\nDon’t be afraid to fail. Learn, adapt, and come back stronger. Your journey is about growth.",
    "engagement": 65
  },
  {
    "text": "The best way to predict your future is to create it.\n\nYou are the architect of your own destiny. Build your dreams with intention and purpose, and the future will follow.",
    "engagement": 150
  },
  {
    "text": "Your potential is limitless.\n\nDon’t sell yourself short. You are capable of achieving extraordinary things, but it all starts with believing in your own potential.",
    "engagement": 98
  },
  {
    "text": "Collaboration over competition.\n\nWhen we work together, we achieve far more than when we work alone. Support others, share ideas, and create a culture of teamwork and success.",
    "engagement": 112
  },
  {
    "text": "Success doesn’t happen overnight.\n\nIt’s about consistent effort, resilience, and embracing challenges. Keep moving forward even when it gets tough, success will follow.",
    "engagement": 122
  },
  {
    "text": "Do what you love, and you'll never work a day in your life.\n\nPassion fuels success. Find what makes you excited, and make it your mission to pursue it every single day.",
    "engagement": 130
  },
  {
    "text": "Success is a journey, not a destination.\n\nEmbrace every part of the process. The lessons learned along the way are just as valuable as the goal itself.",
    "engagement": 108
  },
  {
    "text": "Take the risk or lose the chance.\n\nSometimes you have to take bold steps to achieve your goals. Fear of failure is natural, but overcoming it leads to greatness.",
    "engagement": 115
  }
]
